Repository: handayu/AI-Trader
Catalog: Edi-master/Edi/Edi.Util/Local/Strings.*.resx
Languages: de_de, es_es, fr_fr, hi_in, zh_hans

# STR_MSG_SaveChangesForFile
source: Save changes for file '{0}'?
de_de: Sollen die Änderungen für das Dokument '{0}' gespeichert werden?
es_es: ¿Guardar los cambios para el archivo '{0}'?
fr_fr: Enregistrer les modifications de fichier « {0} » ?
hi_in: फ़ाइल '{0}' के लिए परिवर्तन सहेजें?
zh_hans: 保存为文件"{0}"的更改吗？

# STR_MSG_Unexpected_Error
source: Unexpected Error
de_de: Ausnahmefehler
es_es: Error inesperado
fr_fr: Erreur inattendue
hi_in: अनपेक्षित त्रुटि
zh_hans: 意外的错误

# STR_MSG_UnknownDocumentType
source: Unknown document type
de_de: Unbekannter Typ eines Dokuments.
es_es: Tipo de documento desconocido
fr_fr: Type de document inconnu
hi_in: अज्ञात दस्तावेज़ प्रकार
zh_hans: 未知的文件类型

# STR_CmdName_DeleteLine
source: Delete Line
de_de: Zeile Löschen
es_es: Borrar línea
fr_fr: Supprimer ligne
hi_in: पंक्ति हटाएँ
zh_hans: 删除线

# STR_CmdName_DeleteLine_TT
source: Deletes the current line of text
de_de: Löscht die aktuelle Textzeile
es_es: Borra la línea actual de texto
fr_fr: Supprime la ligne courante du texte
hi_in: पाठ की वर्तमान पंक्ति को हटाता है
zh_hans: 删除当前行中的文本

# STR_Cmd_CollapseTextFoldings
source: Collapse text foldings
de_de: Textfalten kollabieren
es_es: Colapso texto pliegues
fr_fr: Effondre texte pliages
hi_in: Foldings पाठ संक्षिप्त करें
zh_hans: 折叠文本可折叠

# STR_Cmd_ConvertLeadingSpaces
source: Convert Leading Spaces to Tabs
de_de: Einleitende Leerzeichen in Tabs konvertieren
es_es: Convertir hacia espacios de pestañas
fr_fr: Convertir les principales espaces à onglets
hi_in: अग्रणी रिक्तियाँ करने के लिए टैब्स में कनवर्ट
zh_hans: 转换到制表符前导空格

# STR_Cmd_ConvertLeadingTabsToSpaces
source: Convert Leading Tabs to Spaces
de_de: Einleitende Tabs in Leerzeichen konvertieren
es_es: Convertir las lengüetas hacia espacios
fr_fr: Convertir les principaux onglets aux espaces
hi_in: टैब अग्रणी करने के लिए रिक्त स्थान में कनवर्ट
zh_hans: 转换为空格领先的选项卡

# STR_CMD_ConvertSpacesToTabs
source: Convert Spaces to Tabs
de_de: Leerzeichen in Tabs konvertieren
es_es: Convertir espacios de pestañas
fr_fr: Conversion des espaces en tabulations
hi_in: रिक्त स्थान के लिए टैब्स कनवर्ट करें
zh_hans: 将空格转换为制表符

# STR_CMD_ConvertTabsToSpaces
source: Convert Tabs to Spaces
de_de: Tabs in Leerzeichen konvertieren
es_es: Convertir tabulaciones en espacios
fr_fr: Convertir les tabulations en espaces
hi_in: टैब्स में कनवर्ट करने के लिए रिक्त स्थान
zh_hans: 将制表符转换为空格

# STR_Cmd_ConvertTextToUpperCase
source: Convert text to upper case
de_de: Text in Großschreibung konvertieren
es_es: Convertir texto a mayúsculas
fr_fr: Convertir le texte en majuscules
hi_in: पाठ कनवर्ट करने के लिए ऊपरी मामला
zh_hans: 将文本转换为大写

# STR_Cmd_ExpandTextFoldings
source: Expand text foldings
de_de: Textfalten expandieren
es_es: Expandir texto pliegues
fr_fr: Développer texte pliages
hi_in: पाठ foldings का विस्तार
zh_hans: 展开文本可折叠

# STR_CMD_RemoveLeadingWhiteSpace
source: Remove Leading White Spaces
de_de: Einleitende White Spaces löschen
es_es: Quitar principales espacios en blanco
fr_fr: Supprimer les espaces blancs
hi_in: लीडिंग सफेद रिक्तियाँ निकालें
zh_hans: 删除开头的空格

# STR_CMD_RemoveTrailingWhiteSpace
source: Remove Trailing White Space
de_de: Ausleitende White Spaces löschen
es_es: Quitar los espacios en blanco
fr_fr: Supprimer l'espace blanc de fin
hi_in: पीछे सफेद रिक्ति निकालें
zh_hans: 删除尾随空格

# STR_Cmd__ApplyTextIndentationStrategy
source: Apply Indentation Strategy
de_de: Texteinrückung anwenden
es_es: Aplicar sangría estrategia
fr_fr: Appliquer la stratégie de mise en retrait
hi_in: इंडेंटेशन रणनीति लागू करें
zh_hans: 应用缩进战略

# STR_Cmd__ConvertTextToLowerCase
source: Convert text to lower case
de_de: Text in Kleinschreibung konvertieren
es_es: Convertir texto a caso inferior
fr_fr: Convertir le texte en minuscules
hi_in: पाठ को लोअर केस में कनवर्ट करें
zh_hans: 将文本转换为小写

# STR_Cmd__ConvertTextToTitleCase
source: Convert to Title Case
de_de: Text in Titel Groß-/Kleinschreibung konvertieren
es_es: Convertir a título
fr_fr: Convertir en casse de titre
hi_in: शीर्षक केस में कनवर्ट करें
zh_hans: 转换为词首字母大写

# STR_Cmd__InvertTextCase
source: Invert Case
de_de: Groß-/Kleinschreibung umkehren
es_es: Caso de invertir
fr_fr: Inverser le cas
hi_in: मामला पलटना
zh_hans: 反转案例

# STR_Label_TextCase
source: Text Case
de_de: Groß-/Kleinschreibung
es_es: Minúsculas del texto
fr_fr: Cas de texte
hi_in: पाठ के मामले
zh_hans: 文本大小写

# STR_Label_WhiteSpaces
source: White Spaces
es_es: Espacios en blanco
fr_fr: Espaces blancs
hi_in: सफेद रिक्त स्थान
zh_hans: 空格

# STR_FileType_FileFilter_Log4j
source: "log4net XML output (*.log4j,*.xml)|*.log4j;*.xml|All Files (*.*)|*.*"
de_de: "log4net XML Ausgabeformat (*.log4j,*.xml)|*.log4j;*.xml|All Files (*.*)|*.*"
es_es: "salida XML log4net (*.log4j, *.xml) | * .log4j; *. xml|Todos los archivos (*. *) | *. * "
fr_fr: « sortie XML log4net (*.log4j, *.xml) | * .log4j; *. xml|Tous les fichiers (*. *) | *. * "
hi_in: "log4net XML आउटपुट (*.log4j, स्प्रडशीट) | * .log4j; *. xml|सभी फ़ाइलें (*. *) | *. * "
zh_hans: "log4net XML 输出 （*.log4j，*.xml） | *.log4j ； *。 xml|所有文件 (*.*) | *.*"

# STR_FileType_FileFilter_UML
source: Unified Modeling Language (*.uml,*.xml)|*.uml;*.xml|All Files (*.*)|*.*"
es_es: Unified Modeling Language (*.uml, *.xml) | * .uml; *. xml|Todos los archivos (*. *) | *. * "
fr_fr: Unified Modeling Language (*.uml, *.xml) | * .uml; *. xml|Tous les fichiers (*. *) | *. * "
hi_in: एकीकृत मॉडलिंग भाषा (*.uml, स्प्रडशीट) | * .uml; *. xml|सभी फ़ाइलें (*. *) | *. * "
zh_hans: 统一建模语言 (*.uml，*.xml) | *.uml ； *。 xml|所有文件 (*.*) | *.*"

# STR_FileType_FileFilter_AllFiles
source: All Files (*.*)|*.*
de_de: Alle Dateien (*.*)|*.*
es_es: Todos los archivos (*. *) | *. *
fr_fr: Tous les fichiers (*. *) | *. *
hi_in: सभी फ़ाइलें (*. *) | *. *
zh_hans: 所有文件 (*.*) | *.*

# STR_FileType_FileFilter_TextFiles
source: Text Files (*.txt)|*.txt
de_de: Text Dateien (*.txt)|*.txt
es_es: Archivos de texto (*.txt) | * .txt
fr_fr: Fichiers texte (*.txt) | * .txt
hi_in: पाठ फ़ाइलें (*. txt) | *. txt
zh_hans: 文本文件 (*.txt) | *.txt

# STR_FileType_FileFilter_CSharp
source: C# Files (*.cs)|*.cs
de_de: C# Dateien (*.cs)|*.cs
es_es: Archivos de C# (*.cs) | * .cs
fr_fr: Fichiers c# (*.cs) | * .cs
hi_in: सी # (*.cs) फ़ाइलें | * .cs
zh_hans: C# 文件 (*.cs) | *.cs

# STR_FileType_FileFilter_HTML
source: HTML Files (*.htm,*.html,*.css,*.js)|*.htm;*.html;*.css;*.js
de_de: HTML Dateien (*.htm,*.html,*.css,*.js)|*.htm;*.html;*.css;*.js
es_es: Archivos HTML (*.htm, *.html, *.css, *.js) | * .htm *.html; *.css; *.js
fr_fr: Fichiers HTML (*.htm, *.html, *.css, *.js) | * .htm ; *.html ; *.css *.js
hi_in: HTML फ़ाइलों (*.htm, *.html, *.css, *.js) | *. htm; *.html; *.css; *.js
zh_hans: (*.Htm、 *.html、 *.css、 *.js） 的 HTML 文件 | *.htm; *.html; *.css *.js

# STR_FileType_FileFilter_SQL
source: Structured Query Language (*.sql) |*.sql
es_es: Estructurado Query Language (*.sql) | * SQL
hi_in: संरचित क्वेरी भाषा (*.sql) | *. sql
zh_hans: 结构化查询语言 (*.sql) | *.sql

# STR_FileType_FileFilter_Log4NetPlusText
source: log4net XML output (*.log4j,*.log,*.txt,*.xml)|*.log4j;*.log;*.txt;*.xml
de_de: log4net XML und Textformat (*.log4j,*.log,*.txt,*.xml)|*.log4j;*.log;*.txt;*.xml
es_es: salida XML log4net (*.log4j, *.log, *.txt, *.xml) | * .log4j; *.log *.txt; *.xml
fr_fr: log4net de sortie XML (*.log4j, *.log, *.txt, *.xml) | * .log4j ; *.xml *.log ; *.txt
hi_in: log4net XML आउटपुट (*.log4j, *. log, *. txt, स्प्रडशीट) | * .log4j, *. log, *. txt; स्प्रडशीट
zh_hans: log4net XML 输出 （*.log4j、 *.log、 *.txt，*.xml） | *.log4j; *.log; *.txt; *.xml

# STR_MSG_FIND_NO_MORE_ITEMS_FOUND
source: There are no more search results to display.
de_de: Es gibt keine weiteren Suchergebnisse.
es_es: Hay no hay resultados de búsqueda más para mostrar.
fr_fr: Il n'y a pas plus des résultats de recherche à afficher.
hi_in: वहाँ कोई और अधिक खोज परिणाम प्रदर्शित करने के लिए कर रहे हैं।
zh_hans: 没有要显示的更多搜索结果。

# STR_MSG_FIND_NO_MORE_ITEMS_FOUND2
source: No further occurrence found.
de_de: "Es wurden keine weiteren Vorkommnisse gefunden.
es_es: No ocurrencia más encontrado.
fr_fr: Aucune autre occurrence trouvé.
hi_in: कोई आगे घटना नहीं पाया।
zh_hans: 发现没有进一步发生。

# STR_MSG_FIND_Caption
source: Search
de_de: Suchen
es_es: Búsqueda de
fr_fr: Rechercher
hi_in: खोज
zh_hans: 搜索

# STR_MSG_FIND_UNEXPECTED_ERROR
source: An unexpected error occurred.
de_de: Ein Ausnahmefehler ist aufgetreten.
es_es: Se produjo un error inesperado.
fr_fr: Une erreur inattendue s'est produite.
hi_in: कोई अनपेक्षित त्रुटि उत्पन्न हुई।
zh_hans: 出现意外的错误。

# STR_THEMING_MSG_CANNOT_FIND_PATH
source: Cannot find Path to: '{0}' Please make sure this module is accessible.
de_de: Der Pfad zu der Datei: '{0}' kann nicht gefunden werden. Bitte stellen sie sicher das der Zugriff möglich ist.
es_es: No puede encontrar el camino para: '{0}' Por favor, asegúrese de que este módulo es accesible.
fr_fr: Ne peut pas trouver le chemin d'accès à : '{0}' S'il vous plaît assurez-vous que ce module est accessible.
hi_in: करने के लिए पथ नहीं ढूँढ सकता: '{0}' कृपया सुनिश्चित करें कि इस मॉड्यूल सुलभ है।
zh_hans: 找不到路径：'{0}'请确保此模块是可访问的。

# STR_THEMING_CAPTION
source: Theming Error
de_de: Design Fehler
es_es: Error de tematización
fr_fr: Erreur de thématisation
hi_in: प्रसंगयुक्तप्रस्तुतिकरण त्रुटि
zh_hans: 主题错误

# STR_MSG_DIRCREATED_NO_PLuginLoaded
source: Plugin directory created; no plugins loaded.
de_de: Das Plugin Verzeichnis wurde angelegt aber kein Plugin geladen.
es_es: Directorio creado; No hay plugins cargados.
fr_fr: Répertoire de plugin créé ; aucun plugins ne chargés.
hi_in: प्लगइन निर्देशिका बनाया; कोई plugins लोड नहीं।
zh_hans: 插件目录创建 ；无插件加载。

# STR_MSG_DIRCREATED_NO_PLuginLoaded_Caption
source: The plugin directory was not found.
de_de: Das Plugin Verzeichnis wurde nicht gefunden.
es_es: El directorio del plugin no fue encontrado.
fr_fr: Le répertoire de plugin n'a pas été trouvé.
hi_in: प्लगइन निर्देशिका नहीं मिली।
zh_hans: 找不到插件目录。

# STR_MSG_ACCESS_PLuginDir
source: An error occurred while accessing the plugin directory.
de_de: Ein Fehler ist beim Zugriff auf das Plugin Verzeichnis aufgetreten.
es_es: Error al acceder al directorio del plugin.
fr_fr: Une erreur s'est produite lors accès au répertoire de plugin.
hi_in: प्लगइन निर्देशिका तक पहुँचते समय कोई त्रुटि उत्पन्न हुई।
zh_hans: 访问插件目录时出现错误。

# STR_MSG_ACCESS_PLuginDir_Caption
source: Error while loading UML plug-in
de_de: Fehler beim Laden eines UML Plug-ins
es_es: Error al cargar el plug-in de UML
fr_fr: Erreur lors du chargement des plug-in d'UML
hi_in: यूएमएल प्लग-इन लोड करते समय त्रुटि
zh_hans: 加载 UML 插件时出现错误

# STR_MSG_UML_PLugin_NOTALL_Loaded
source: Not all MiniUml plugins loaded OK.
de_de: Nicht alle UML Plugins konnten fehlerlos geladen werden.
es_es: No todos los plugins MiniUml habían cargado OK.
fr_fr: Pas tous les plugins MiniUml chargé OK.
hi_in: नहीं सभी MiniUml प्लगइन्स लोड नहीं ठीक।
zh_hans: 不是所有的 MiniUml 插件加载确定。

# STR_MSG_UML_PLugin_NOTALL_Loaded_Caption
source: Error loading UML plug-ins
de_de: Fehler beim laden von UML Plug-ins
es_es: Error al cargar el plug-ins de UML
fr_fr: Erreur lors du chargement des plugins UML
hi_in: यूएमएल प्लग-इन लोड करने में त्रुटि
zh_hans: UML 的插件加载时出错

# STR_MSG_UML_PLugin_Duplicate
source: A plugin with the specified name has already been loaded.
de_de: Ein Plug-in mit dem gleichen Namen wurde bereits geladen.
es_es: Ya se ha cargado un plugin con el nombre especificado.
fr_fr: Un plugin avec le nom spécifié a déjà été chargé.
hi_in: निर्दिष्ट नाम के साथ एक प्लगइन पहले से ही लोड किया गया है।
zh_hans: 在已加载一个具有指定名称的插件。

# STR_ABOUT_MSG
source: A Text and UML Editor.
de_de: Ein Text und UML Editor.
es_es: Un texto y Editor de UML.
fr_fr: Un éditeur de texte et d'UML.
hi_in: एक पाठ और यूएमएल संपादक।
zh_hans: 文本和 UML 编辑器。

# STR_ABOUT_Version
source: Version
es_es: Versión
hi_in: संस्करण
zh_hans: 版本

# STR_ABOUT_DOCKING_LAYOUT
source: Docking Layout System:
es_es: Sistema de diseño de acoplamiento:
hi_in: डॉकिंग लेआउट प्रणाली:
zh_hans: 对接布局系统：

# STR_ABOUT_TextEditor
source: Text Editor:
es_es: Editor de texto:
fr_fr: Éditeur de texte :
hi_in: पाठ संपादक:
zh_hans: 文本编辑器：

# STR_ABOUT_Log4NetViewer
source: Log4Net Viewer:
hi_in: Log4Net व्यूअर:
zh_hans: Log4Net 查看器：

# STR_ABOUT_CODE_COMPLETION
source: Code Completion:
de_de: Code Komplettierung:
es_es: Completación de código:
fr_fr: Complétion de code :
hi_in: कोड को पूरा:
zh_hans: 代码完成功能：

# STR_ABOUT_OK_BUTTON
source: _OK
hi_in: ठीक

# STR_EDIT_MODE_INSERT
source: INS
de_de: Einfg
hi_in: भारतीय नौसेना पोत
zh_hans: 外接程序

# STR_EDIT_MODE_TYPEOVER
source: OVR
de_de: Übers
hi_in: ओवरटाइप करें
zh_hans: LV1

# STR_FILESTATES_FileName
source: File Name
de_de: Dateiname
es_es: Nombre de archivo
fr_fr: Nom de fichier
hi_in: फ़ाइल का नाम
zh_hans: 文件名称

# STR_FILESTATES_FilePath
source: File Path
de_de: Pfad
es_es: Ruta del archivo
fr_fr: Chemin du fichier
hi_in: फ़ाइल पथ
zh_hans: 文件路径

# STR_FILESTATES_FileSize
source: File Size
de_de: Dateigröße
es_es: Tamaño del archivo
fr_fr: Taille du fichier
hi_in: फ़ाइल का आकार
zh_hans: 文件大小

# STR_FILESTATES_LASTMODIFICATION
source: Date and time of last modification.
de_de: Datum und Uhrzeit der letzten Änderung.
es_es: Fecha y hora de la última modificación.
fr_fr: Date et heure de dernière modification.
hi_in: दिनांक और समय के अंतिम संशोधन का।
zh_hans: 日期和时间的最后一次修改。

# STR_FINDREPLACE_FINDLABEL
source: Text to Find:
de_de: Suchen nach:
es_es: Texto a buscar:
fr_fr: Texte à Rechercher :
hi_in: पाठ खोजें:
zh_hans: 查找到的文本：

# STR_FINDREPLACE_SearchInLABEL
source: Search in:
de_de: Suche in:
es_es: Buscar en:
fr_fr: Rechercher dans :
hi_in: में खोजें:
zh_hans: 在中搜索：

# STR_FINDREPLACE_CURRENTDOC
source: Current Document
de_de: Aktuelles Dokument
es_es: Documento actual
fr_fr: Document en cours
hi_in: वर्तमान दस्तावेज़
zh_hans: 当前文档

# STR_FINDREPLACE_OPENDOCS
source: All Open Documents
de_de: Alle Offenen Dokumente
es_es: Documentos abiertos
fr_fr: Tous les Documents ouverts
hi_in: सभी खुले दस्तावेज़
zh_hans: 所有打开的文档

# STR_FINDREPLACE_Options
source: Options
de_de: Optionen
es_es: Opciones
hi_in: विकल्प
zh_hans: 选项

# STR_FINDREPLACE_CaseSensitive
source: Case Sensitive
de_de: Groß-/Kleinschreibung
es_es: Mayúsculas y minúsculas
fr_fr: Sensible à la casse
hi_in: केस संवेदी
zh_hans: 区分大小写

# STR_FINDREPLACE_SearchBackWard
source: Search up
de_de: Rückwärts suchen
es_es: Buscar por
fr_fr: Recherche avant
hi_in: ऊपर खोजें
zh_hans: 向上搜索

# STR_FINDREPLACE_MatchWholeWord
source: Match whole Word
de_de: Ganzes Wort vergleichen
es_es: Partido toda la palabra
fr_fr: Mot entier
hi_in: पूरे शब्द मिलाएँ
zh_hans: 全字匹配

# STR_FINDREPLACE_RegularExpression
source: Regular Expression
de_de: Regulärer Ausdruck
es_es: Expresión regular
fr_fr: Expression régulière
hi_in: नियमित व्यंजक
zh_hans: 正则表达式

# STR_FINDREPLACE_Wildcards
source: Wildcards
de_de: Platzhalter
es_es: Comodines
fr_fr: Caractères génériques
hi_in: वाइल्डकार्ड
zh_hans: 使用通配符

# STR_FINDREPLACE_ReplaceWith
source: Replace with:
de_de: Ersetzen durch:
es_es: Reemplazar con:
fr_fr: Remplacer par :
hi_in: साथ बदलें:
zh_hans: 替换为：

# STR_FINDREPLACE_FINDNEXT
source: Find _Next
de_de: _Weitersuchen
es_es: Encontrar _Next
fr_fr: _Rechercher le suivant
hi_in: _Next पा
zh_hans: 更换下一步

# STR_FINDREPLACE_Replace
source: _Replace
de_de: _Ersetzen
es_es: _Reemplazar
fr_fr: _Remplacer
hi_in: बदलें
zh_hans: 替换

# STR_FINDREPLACE_ReplaceAll
source: Replace _All
de_de: _Alles Ersetzen
es_es: Reemplazar _Todos
fr_fr: Remplacer _Tout
hi_in: अदा की जगह
zh_hans: 替换 _All

# STR_FINDREPLACE_ASK_REALLY_REPLACEEVERYTHING
source: Do you really want to replace all occurrences of '{0}' with '{1}'?
de_de: Wollen Sie wirklich alle Vorkommnisse von '{0}' mit '{1}' ersetzen?
es_es: ¿Quieres reemplazar todas las apariciones de '{0}' con '{1}'?
fr_fr: Voulez-vous vraiment remplacer toutes les occurrences de « {0} » par « {1} » ?
hi_in: क्या आप वास्तव में '{1} के साथ' '{0}' की सभी पुनरावृत्तियों को बदलने के लिए चाहते हैं?
zh_hans: 你真的想要替换所有出现的 '{0}' 与 '{1}' 吗？

# STR_FINDREPLACE_ReplaceAll_Caption
source: Replace all
de_de: Alles Ersetzen
es_es: Reemplazar todo
fr_fr: Remplacer tout
hi_in: सभी बदलें
zh_hans: 全部替换

# STR_GOTOLINE_OK_BUTTON
source: _OK
hi_in: ठीक
zh_hans: 还行

# STR_GOTOLINE_CANCEL_BUTTON
source: _Cancel
de_de: _Abbrechen
es_es: _Cancelar
fr_fr: _Annuler
hi_in: रद्द करें
zh_hans: 取消

# STR_GOTOLINE_LINE_RANGE_LABEL
source: Line
de_de: Zeile
es_es: Línea
fr_fr: Ligne
hi_in: रेखा
zh_hans: 线

# STR_LOG4NET_FILTER_TOOLTIP
source: Type a filter criteria and activate the filter to customize the display.
de_de: Passen Sie die Anzeige an indem Sie ein Filterkriterium eingeben und den Filter dann aktivieren.
es_es: Escriba un criterio de filtro y activar el filtro para personalizar la pantalla.
fr_fr: Tapez un critère de filtre et activer le filtre pour personnaliser l'affichage.
hi_in: कोई फ़िल्टर मापदंड टाइप करें और प्रदर्शन को अनुकूलित करने के लिए फ़िल्टर को सक्रिय करें।
zh_hans: 键入筛选条件并激活要自定义显示的筛选器。

# STR_LOG4NET_FILTER_ALL
source: ALL
de_de: ALLE
es_es: TODOS
fr_fr: TOUS LES
hi_in: सभी
zh_hans: 所有

# STR_LOG4NET_FILTER_DEBUG
source: DEBUG
es_es: DEPURACIÓN
fr_fr: DÉBOGAGE
hi_in: डीबग करें
zh_hans: 调试

# STR_LOG4NET_FILTER_INFO
source: INFO
es_es: Información
hi_in: जानकारी
zh_hans: 信息

# STR_LOG4NET_FILTER_WARN
source: WARN
es_es: ADVIERTEN
fr_fr: AVERTIR
hi_in: चेतावनी दें
zh_hans: 警告

# STR_LOG4NET_FILTER_ERROR
source: ERROR
de_de: SCHWER
fr_fr: ERREUR
hi_in: त्रुटि
zh_hans: 错误

# STR_LOG4NET_FILTER_FATAL
source: FATAL
de_de: AUSNAHME
hi_in: घातक
zh_hans: 致命

# STR_LOG4NET_FILTER_DEBUG_TT
source: Debug
es_es: Depuración
fr_fr: Débogage
hi_in: डीबग करें
zh_hans: 调试

# STR_LOG4NET_FILTER_INFO_TT
source: Information
es_es: Información
hi_in: जानकारी
zh_hans: 信息

# STR_LOG4NET_FILTER_WARN_TT
source: Warning
de_de: Warnung
es_es: ADVERTENCIA
fr_fr: Mise en garde
hi_in: चेतावनी
zh_hans: 警告

# STR_LOG4NET_FILTER_ERROR_TT
source: Error
de_de: Fehler
fr_fr: Erreur
hi_in: त्रुटि
zh_hans: 错误

# STR_LOG4NET_FILTER_FATAL_TT
source: Fatal Error
de_de: Schwerwiegender Fehler
es_es: Error fatal
fr_fr: Erreur irrécupérable
hi_in: घातक त्रुटि
zh_hans: 致命错误

# STR_LOG4NET_DELTATIME
source: Delta t:
es_es: hora diferencial:
hi_in: डेल्टा टी:
zh_hans: 三角洲 t:

# STR_LOG4NET_FILTERRESULT_TT
source: Sum of actually displayed items (after applying filters).
de_de: Summe der tatsächlich angezeigten Element (nach Anwendung der Filter).
es_es: Suma de elementos mostrados en realidad (después de aplicar los filtros).
fr_fr: Somme des éléments réellement affichés (après application de filtres).
hi_in: (फ़िल्टर लागू करने) के बाद वास्तव में प्रदर्शित आइटम्स का योग।
zh_hans: 其实显示的项 （后应用筛选器） 的总和。

# STR_LOG4NET_ENTERLOGID_TT
source: Enter a log item Id to scroll the document view to its item.
de_de: Geben Sie eine log Element Id ein um das Element im Dokument zur Anzeige zu bringen.
es_es: Introduzca un elemento de registro Id para desplazarse a la vista de documento para su artículo.
fr_fr: Entrer un article de journal Id pour faire défiler l'affichage du document à son ordre du jour.
hi_in: एक लॉग आइटम Id दस्तावेज़ दृश्य अपने आइटम के लिए स्क्रॉल करने के लिए दर्ज करें।
zh_hans: 输入一个日志项 Id，则将文档视图滚动到其项。

# STR_LOG4NET_DOCUMENTTAB_TT
source: A log4net document can be used to view the XML output from a log4net logger session.
de_de: Ein log4net Dokument zeigt das Ergebnis einer XML log4net logger Sitzung an.
es_es: Un documento de log4net puede utilizarse para ver la salida XML desde una sesión de registrador log4net.
fr_fr: Un document de log4net peut être utilisé pour afficher la sortie XML à partir d'une session d'enregistreur log4net.
hi_in: एक log4net दस्तावेज़ एक log4net लकड़हारा सत्र से XML आउटपुट को देखने के लिए इस्तेमाल किया जा सकता।
zh_hans: Log4net 的文档可以用于查看 XML 输出从 log4net 记录器会话。

# STR_LOG4NET_READONY_REASON
source: A Log4net document cannot be edit. This is a read-only viewer document.
de_de: Ein Log4net Dokument kann nicht editiert werden. Diese Anzeige ist nur im Lesemodus verfügbar.
es_es: No puede editar un documento de Log4net. Este es un documento de visor de sólo lectura.
fr_fr: Un document de Log4net ne peut pas être modifier. Il s'agit d'un document viewer inaltérable.
hi_in: एक Log4net दस्तावेज़ संपादित किया जा सकता। यह एक केवल-पठन व्यूअर दस्तावेज़ है।
zh_hans: Log4net 的文档不能编辑。这是一个只读查看文档。

# STR_MRU_MENUITEM_COPYURL
source: Copy Path to Clipboard
de_de: Pfad in Windows Zwischenablage kopieren
es_es: Camino de copia en el portapapeles
fr_fr: Copier le chemin d'accès dans le presse-papiers
hi_in: पथ क्लिपबोर्ड पर प्रतिलिपि बनाएँ
zh_hans: 将路径复制到剪贴板

# STR_MRU_MENUITEM_OpenWithWindowsApp
source: Open with Windows Application...
de_de: Mit Windows Anwendung öffnen...
es_es: Abierto con la aplicación de Windows...
fr_fr: Ouvrir avec l'Application Windows...
hi_in: Windows अनुप्रयोग में खोलें...
zh_hans: 使用 Windows 应用程序中打开......

# STR_MRU_MENUITEM_OpenInContainingFolder
source: Open in containing Folder
de_de: Übergeordnetes Verzeichnis in Windows Explorer öffnen...
es_es: Abierto en la carpeta que contiene
fr_fr: Ouvrir le dossier contenant
hi_in: समाहित फ़ोल्डर में खोलें
zh_hans: 在包含文件夹中打开

# STR_MRU_MENUITEM_Remove
source: Remove
de_de: Entfernen
es_es: Quitar
fr_fr: Supprimer
hi_in: निकालें
zh_hans: 删除

# STR_STARTPAGE_TITLE
source: Start Page
de_de: Startseite
es_es: Página de inicio
fr_fr: Page d'accueil
hi_in: पृष्ठ प्रारंभ करें
zh_hans: 起始页

# STR_STARTPAGE_WELCOME_TT
source: Welcome to Edi. Review this page to get started with this editor application.
de_de: Willkommen bei EDI. Benutzen Sie diese Seite um einen schnellen Einstieg in die Anwendung zu finden.
es_es: ¡ Bienvenido a Edi. Revise esta página para comenzar con esta aplicación del editor.
fr_fr: Bienvenue à l'Edi. Lisez cette page pour démarrer avec cette demande de l'éditeur.
hi_in: Edi में आपका स्वागत है। इस संपादक आवेदन के साथ शुरू करने के लिए इस पेज की समीक्षा करें।
zh_hans: 欢迎使用电子数据交换。查看此页后，可以开始使用此编辑器应用程序。

# STR_STARTPAGE_VISITPROJECTHOMEPAGE_TT
source: Visit the Internet home page of this application
de_de: Besuchen Sie die Internet Seite dieser Anwendung
es_es: Visite la página de Internet de esta aplicación
fr_fr: Visitez la page d'accueil Internet de cette application
hi_in: इस अनुप्रयोग के इंटरनेट मुख पृष्ठ पर जाएँ
zh_hans: 请访问此应用程序的互联网主页

# STR_STARTPAGE_FILEOPEN_TT
source: Open file...
de_de: Datei öffnen...
es_es: Abrir el archivo...
fr_fr: Ouvrir le fichier...
hi_in: फ़ाइल खोलें...
zh_hans: 打开文件...

# STR_DIALOG_INPUT_PROBLEM_CAPTION
source: Your input is not sufficient. Correct the following problems or click Cancel.
de_de: Die Eingabe kann nicht verarbeitet werden. Korregieren Sie das Problem oder klicken Sie Cancel.
es_es: Su aporte no es suficiente. Corregir los siguientes problemas o haga clic en cancelar.
fr_fr: Votre entrée n'est pas suffisante. Corriger les problèmes suivants, ou cliquez sur Annuler.
hi_in: आपके इनपुट के पर्याप्त नहीं है। निम्न समस्याओं को ठीक करें या रद्द करें क्लिक करें।
zh_hans: 您的输入是不够的。更正了以下问题，或单击取消。

# STR_ACCESS_DIRECTORY_ERROR
source: The directory '{0}' does not exist or cannot be accessed.
de_de: Das Verzeichnis '{0}' existiert nicht oder liegt nicht im Zugriff.
es_es: El directorio '{0}' no existe o no se puede acceder.
fr_fr: Le répertoire « {0} » n'existe pas ou n'est pass accessible.
hi_in: निर्देशिका '{0}' मौजूद नहीं है या तक पहुँचा नहीं जा सकता।
zh_hans: 目录"{0}"不存在或无法访问。

# STR_FILE_FINDING_CAPTION
source: Error finding file
de_de: Fehler beim auffinden einer Datei
es_es: Error al buscar el archivo
fr_fr: Erreur en trouvant le fichier
hi_in: फ़ाइल में त्रुटि ढूँढना
zh_hans: 查找文件时出错

# STR_FILE_DEFAULTNAME
source: Untitled
de_de: Unbenannt
es_es: Sin título
fr_fr: Sans titre
hi_in: शीर्षकहीन
zh_hans: 无题
