Repository: handayu/AI-Trader
Catalog: Edi-master/Edi/Edi.Util/Local/Strings.*.resx
Languages: de_de, es_es, fr_fr, hi_in, zh_hans

# STR_FILE_READONLY_REASON_NO_WRITE_PERMISSION
source: This file cannot be edited because you do not have write access. Change the file access permissions or save the file in a different location if you want to edit it.
de_de: Diese Datei kann nicht editiert werden weil Sie keine Schreibzugriffsrechte haben. Ändern Sie die Zugriffsrechte auf diese Datei oder speichern Sie die Datei an einem anderen Ort.
es_es: Este archivo no se puede editar porque no tiene acceso de escritura. Cambiar los permisos de acceso de archivo o guardar el archivo en una ubicación diferente si desea editar.
fr_fr: Ce fichier ne peut pas être modifié parce que vous n'avez pas accès en écriture. Modifier les autorisations d'accès de fichier ou enregistrer le fichier dans un emplacement différent si vous voulez le modifier.
hi_in: इस फ़ाइल संपादित नहीं किया जा सकता क्योंकि आपको लिखने की पहुँच नहीं है। फ़ाइल पहुँच अनुमतियाँ परिवर्तित करें या यदि आप इसे संपादित करना चाहते हैं एक अलग अलग स्थान में फ़ाइल को सहेजें।
zh_hans: 不能编辑此文件，因为您没有写访问权限。更改文件的访问权限，或者将文件保存在不同的位置，如果你想要对其进行编辑。

# STR_FILE_READONLY_REASON_USED_BY_OTHER_PROCESS
source: This file cannot be edited because another process is currently writing to it. End the other process and re-open the file or save the file in a different location if you want to edit it.
de_de: Diese Datei kann nicht editiert werden weil Sie durch einen anderen Prozess blockiert wird. Beenden Sie den anderen Prozess und laden Sie die Datei nochmal oder speichern Sie die Datei an einem anderen Ort.
es_es: No se puede editar este archivo porque otro proceso está escribiendo actualmente a él. Acabar con el otro proceso y volver a abrir el archivo o guardar el archivo en una ubicación diferente si desea editar.
fr_fr: Ce fichier ne peut pas être modifié car un autre processus est en train d'écrire pour elle. Terminer le processus d'autre et ré-ouvrir le fichier ou enregistrer le fichier dans un emplacement différent si vous voulez le modifier.
hi_in: इस फ़ाइल संपादित नहीं किया जा सकता क्योंकि अन्य प्रक्रिया वर्तमान में यह करने के लिए लेखन है। अन्य प्रक्रिया समाप्त और फ़ाइल पुनः खोलने या फ़ाइल एक अलग अलग स्थान में बचाने के लिए यदि आप इसे संपादित करना चाहते हैं।
zh_hans: 不能编辑此文件，因为另一个进程正在写入，那么。结束其他进程和重新打开该文件或将文件保存在不同的位置，如果你想要对其进行编辑。

# STR_FILE_OPEN_ERROR_MSG_CAPTION
source: An error has occurred
de_de: Ein Fehler ist aufgetreten
es_es: Se ha producido un error
fr_fr: Une erreur est survenue
hi_in: कोई त्रुटि उत्पन्न हुई
zh_hans: 发生了一个错误

# STR_SCALE_VIEW_PERCENT
source: percent
de_de: prozent
es_es: por ciento
fr_fr: pour cent
hi_in: प्रतिशत

# STR_SCALE_VIEW_POINT
source: font size
de_de: Schriftgrad
es_es: tamaño de la fuente
fr_fr: taille de police
hi_in: फ़ॉन्ट का आकार
zh_hans: 字体大小

# STR_SCALE_VIEW_POINT_SHORT
source: pt
hi_in: पीटी

# CMD_APP_ExportUMLToImage_Description
source: UML to Image
de_de: UML nach Image
es_es: UML a imagen
fr_fr: UML vers Image
hi_in: छवि के लिए यूएमएल
zh_hans: UML 到图像

# STR_ERROR_LOADING_FILE_MSG
source: The file: '{0}' does not exist or cannot be loaded. Do you want to remove this file from the list of recent files?
de_de: Die Datei '{0}' existiert nicht oder kann nicht geladen werden. Soll dieses Dokument von der Liste der zuletzt verwendeten Dokumente gelöscht werden?
es_es: El archivo: '{0}' No existe o no se puede cargar. ¿Quieres eliminar este archivo de la lista de archivos recientes?
fr_fr: Le fichier : '{0}' n'existe pas ou ne peut pas être chargé. Voulez-vous supprimer ce fichier dans la liste des fichiers récents ?
hi_in: फ़ाइल: '{0}' मौजूद नहीं है या लोड नहीं किया जा सकता। क्या आप इस फ़ाइल को हाल ही में फ़ाइलों की सूची से निकालना चाहते हैं?
zh_hans: 该文件：'{0}'不存在或无法加载。你想要从最近使用的文件列表中删除此文件吗？

# STR_ERROR_LOADING_FILE_CAPTION
source: Error Loading file
de_de: Fehler beim öffnen eines Dokuments
es_es: Error al cargar el archivo
fr_fr: Erreur chargement fichier
hi_in: फ़ाइल को लोड करने में त्रुटि
zh_hans: 加载文件时出错

# STR_FIND_BUTTON_CAPTION
source: Find
de_de: Suchen
es_es: Encontrar
fr_fr: Rechercher
hi_in: खोजें
zh_hans: 找到

# STR_FIND_REPLACE_CAPTION
source: Find and Replace...
de_de: Suchen und Ersetzen...
es_es: Buscar y reemplazar...
fr_fr: Rechercher et remplacer...
hi_in: ढूँढें और बदलें...
zh_hans: 查找和替换......

# STR_GOTO_LINE_CAPTION
source: Go to Line ...
de_de: Gehe zu ...
es_es: Ir a la línea...
fr_fr: Aller à la ligne...
hi_in: लाइन के लिए जाना...
zh_hans: 转到行......

# STR_REPLACE_BUTTON_CAPTION
source: Replace
de_de: Ersetzen
es_es: Reemplazar
fr_fr: Remplacer
hi_in: की जगह
zh_hans: 替换

# STR_ProgramSettings_ApplicationBehaviour_Header
source: Application Behaviour
de_de: Anwendungseinstellungen
es_es: Comportamiento de la aplicación
fr_fr: Comportement de l'application
hi_in: अनुप्रयोग व्यवहार
zh_hans: 应用程序的行为

# STR_ProgramSettings_Caption
source: Progam Settings...
de_de: Programmeinstellungen
es_es: Ajustes de programa...
fr_fr: Paramètres de progamme...
hi_in: सेटिंग...
zh_hans: 抓好设置...

# STR_Settings_RestoreUserSession
source: Restore last user session when application starts
de_de: Letzte Sitzung wiederherstellen wenn Anwendung gestartet wird
es_es: Restaurar la última sesión de usuario cuando se inicia la aplicación
fr_fr: Restaurer la dernière session de l'utilisateur lorsque l'application démarre
hi_in: जब अनुप्रयोग प्रारंभ करता है पिछले उपयोगकर्ता सत्र पुनर्स्थापित करें
zh_hans: 还原应用程序启动时的最后一个用户会话

# STR_Settings_RunEdiOnlyOnce
source: Run Edi only once
de_de: Edi nur einmal ausführen
es_es: Ejecutar sólo una vez Edi
fr_fr: Exécutez l'Edi qu'une seule fois
hi_in: Edi केवल एक बार चलाएँ
zh_hans: Edi 只运行一次

# STR_Settings_ApplicationLanguage
source: Language:
de_de: Sprache:
es_es: Idioma:
fr_fr: Langue :
hi_in: भाषा:
zh_hans: 语言：

# STR_Settings_ApplicationLanguage_TT
source: Restart the application to see the effect of this setting.
de_de: Ein Neustart der Anwendung ist notwendig um den Effekt dieser Einstellung zu sehen.
es_es: Reiniciar la aplicación para ver el efecto de este ajuste.
fr_fr: Redémarrez l'application pour voir l'effet de ce paramètre.
hi_in: इस सेटिंग का प्रभाव देखने के लिए अनुप्रयोग पुनरारंभ करें।
zh_hans: 重新启动应用程序以查看此设置的效果。

# STR_Settings_Editor_Section_Label
source: Text Editor Options
de_de: Text-Editor-Optionen
es_es: Opciones del Editor de texto
fr_fr: Options de l'éditeur de texte
hi_in: पाठ संपादक विकल्प
zh_hans: 文本编辑器选项

# STR_Settings_Editor_WordWrap
source: Word Wrap Text
de_de: Word-Wrap-Texte
es_es: Texto
hi_in: शब्द लपेटें पाठ
zh_hans: 文字换行

# STR_Settings_Editor_ShowSpaces
source: Show Spaces
de_de: Leerstellen anzeigen
es_es: Mostrar espacios
fr_fr: Montrer des espaces
hi_in: रिक्त स्थान दिखाएँ
zh_hans: 显示空格

# STR_Settings_Editor_ShowTabs
source: Show Tabs
de_de: Tabulator anzeigen
es_es: Mostrar fichas
fr_fr: Afficher plus d'onglets
hi_in: टैब दिखाएँ
zh_hans: 显示选项卡

# STR_Settings_Editor_ShowEndOfLine
source: Show end of line
de_de: Ende der Zeile anzeigen
es_es: Ver final de línea
fr_fr: Voir la fin de ligne
hi_in: रेखा के अंत शो
zh_hans: 显示行的结尾

# STR_Settings_Editor_ConvertTabToSpace
source: Convert tabulator character into space character
de_de: Tabulator-Zeichen in Leerzeichen umwandeln
es_es: Convertir caracteres de tabulador en carácter de espacio
fr_fr: Convertir caractère de tabulation en caractère d'espacement
hi_in: Tabulator वर्ण रिक्ति वर्ण में कनवर्ट करें
zh_hans: 将制表字符转换成空格字符

# STR_Settings_Editor_ShowBoxForControlChar
source: Show box for control characters
de_de: Viereck für Steuerzeichen anzeigen
es_es: Mostrar cuadro de caracteres de control
fr_fr: Voir la boîte aux caractères de contrôle
hi_in: नियंत्रण वर्णों के लिए बॉक्स दिखाएँ
zh_hans: 控制字符显示框

# STR_Settings_Editor_CutCopyWholeLine
source: Cut and copy current line of text
de_de: Aktuellen Textzeile ausschneiden und kopieren
es_es: Cortar y copiar la actual línea de texto
fr_fr: Couper et copier la ligne courante du texte
hi_in: कट और वर्तमान पंक्ति के पाठ की प्रतिलिपि बनाएँ
zh_hans: 剪切和复制的文本的当前行

# STR_Settings_Editor_AllowScrollBelowDocument
source: Scroll below document
de_de: Am Dokumentende weiterblättern
es_es: Desplazarse por debajo de documento
fr_fr: Mettez en surbrillance ci-dessous document
hi_in: दस्तावेज़ के नीचे स्क्रॉल करें
zh_hans: 以下文档滚动

# STR_Settings_Editor_InheritWordWrapIndentation
source: Inherit word wrap indentation
de_de: Word Wrap Einzug vererben
es_es: Heredar indentación de envoltura de palabra
fr_fr: Hériter l'indentation de word wrap
hi_in: शब्द लपेटें इंडेंटेशन के वारिस
zh_hans: 继承单词换行缩进

# STR_Settings_Editor_EnableRectangularSelection
source: Rectangular selection (ALT+Shift or ALT+Mouse selection)
de_de: Rechteckige Auswahl (ALT + Shift oder ALT + Mausselektion)
es_es: Selección rectangular (ALT + MAYÚS o ALT + ratón selección)
fr_fr: Sélection rectangulaire (ALT + MAJ ou ALT + souris sélection)
hi_in: आयताकार चयन (ALT + Shift ALT + माउस या चयन)
zh_hans: 矩形选择 (ALT + Shift 或 ALT + 鼠标选择)

# STR_Settings_Editor_EnableTextDragDrop
source: Text drag & drop
es_es: Arrastrar texto & gota
fr_fr: Texte drag & goutte
hi_in: पाठ खींचें & ड्रॉप
zh_hans: 文本拖 & 滴

# STR_Settings_Editor_EnableVirtualSpace
source: virtual space
de_de: virtueller Raum
es_es: espacio virtual
fr_fr: espace virtuel
hi_in: वर्चुअल स्पेस
zh_hans: 虚拟空间

# STR_Settings_Editor_EnableImeSupport
source: IME Support
de_de: IME-Unterstützung
es_es: Soporte IME
fr_fr: Soutien de l'IME
hi_in: IME समर्थन
zh_hans: IME 支持

# STR_Settings_Editor_CharacterSizeSectionLabel
source: Adjust text editor character size
de_de: Text-Editor-Schriftgröße anpassen
es_es: Ajustar tamaño de carácter de editor de texto
fr_fr: Ajuster la taille du caractère d'éditeur texte
hi_in: पाठ संपादक चरित्र आकार समायोजित करें
zh_hans: 调整文本编辑器字符大小

# STR_Settings_Editor_CharacterSizeInPercent
source: Percent
de_de: Prozent
es_es: Por ciento
fr_fr: Pour cent
hi_in: प्रतिशत

# STR_Settings_Editor_CharacterSizeInPoints
source: Points
de_de: Punkte
es_es: Puntos
hi_in: अंक
zh_hans: 点

# STR_Settings_Editor_ColumnRulerSectionLabel
source: Column Ruler
de_de: Lineal
es_es: Regla de columna
fr_fr: Règle de la colonne
hi_in: स्तंभ शासक
zh_hans: 列标尺

# STR_Settings_Editor_ShowColumnRulerOption
source: Show column ruler
de_de: Lineal anzeigen
es_es: Mostrar columna gobernante
fr_fr: Afficher la règle de la colonne
hi_in: स्तंभ मापनी दिखाएँ
zh_hans: 显示列标尺

# STR_Settings_Editor_ShowHyperlinks
source: Show WWW hyperlinks
de_de: WWW-Links anzeigen
es_es: Mostrar hipervínculos WWW
fr_fr: Voir l'établissement d'hyperliens WWW
hi_in: WWW हाइपरलिंक दिखाएँ
zh_hans: 显示 WWW 超链接

# STR_Settings_Editor_EnableFileHyperlinks
source: Show file hyperlinks
de_de: Datei-Links anzeigen
es_es: Mostrar archivo hipervínculos
fr_fr: Voir la file des liens hypertexte
hi_in: फ़ाइल हाइपरलिंक दिखाएँ
zh_hans: 显示文件的超链接

# STR_Settings_Editor_EnableEmailHyperlinks
source: Show Email hyperlinks
de_de: E-Mail-hyperlinks anzeigen
es_es: Mostrar hipervínculos de correo electrónico
fr_fr: Voir l'établissement d'hyperliens Email
hi_in: ईमेल हाइपरलिंक दिखाएँ
zh_hans: 显示电子邮件超链接

# STR_Settings_Editor_RequireControlModifierForHyperlinkClick
source: Require Control key for hyperlink click
de_de: Hyperlink klick mit STRG-Taste
es_es: Requiere clave de Control de hipervínculo haga clic en
fr_fr: Exiger la touche contrôle pour cliquez sur lien hypertexte
hi_in: के लिए हाइपरलिंक क्लिक करें नियंत्रण कुंजी की आवश्यकता
zh_hans: 超链接，请点击需要控制密钥

# STR_CmdName_Export
source: Export
es_es: Exportación
fr_fr: Exportation
hi_in: निर्यात करें
zh_hans: 出口

# STR_CmdName_Export_TT
source: Convert data into a file format that is suitable to other applications.
de_de: Wandeln Sie Daten in ein Dateiformat, das für andere Anwendungen geeignet ist.
es_es: Convertir datos en un formato de archivo que es adecuado para otros usos.
fr_fr: Convertir les données dans un format de fichier qui convient à d'autres applications.
hi_in: डेटा है कि अन्य अनुप्रयोगों के लिए उपयुक्त है एक फ़ाइल स्वरूप में कनवर्ट करें।
zh_hans: 将数据转换为适合于其他应用程序的文件格式。

# STR_CmdName_Settings
source: Settings...
de_de: Einstellungen...
es_es: Configuración...
fr_fr: Paramètres...
hi_in: सेटिंग्स...
zh_hans: 设置。。。

# STR_ABOUT_VERSION_INFO_LABEL
source: Version Info
de_de: Versionsinfo
es_es: Información de versión
hi_in: संस्करण जानकारी
zh_hans: 版本信息

# STR_Contributors_Label
source: Contributors
de_de: Mitwirkende
es_es: Colaboradores
fr_fr: Contributeurs
hi_in: योगदानकर्ताओं
zh_hans: 派遣国

# STR_Settings_Editor_Hyperlink_Section
source: Hyperlinks
es_es: Hipervínculos
fr_fr: Liens hypertexte
hi_in: हाइपरलिंक्स
zh_hans: 超链接

# STR_YALVLIb_Columns_MenuLabel
source: Columns
de_de: Spalten
es_es: Columnas
fr_fr: Colonnes
hi_in: कॉलम
zh_hans: 列
