Repository: handayu/AI-Trader
Catalog: Edi-master/Edi/Edi.Util/Local/Strings.*.resx
Languages: de_de, es_es, fr_fr, hi_in, zh_hans

# CMD_APP_About_Description
source: Show information about EDI
de_de: Informationen über EDI anzeigen
es_es: Mostrar información sobre EDI
fr_fr: Afficher les informations sur EDI
hi_in: Edi के बारे में जानकारी दिखाएँ
zh_hans: 显示有关电子数据交换的信息

# CMD_APP_CloseDoc_Description
source: Close document
de_de: Dokument schließen
es_es: Documento de cierre
fr_fr: Fermer le document
hi_in: बंद करें दस्तावेज़
zh_hans: 关闭文档

# CMD_App_Exit_Describtion
source: Exit application
de_de: Anwendung beenden
es_es: Aplicación de salida
fr_fr: Quittez l'application
hi_in: अनुप्रयोग से बाहर निकलें
zh_hans: 退出应用程序

# CMD_APP_OpenURL_Description
source: Open URL ...
de_de: URL öffnen ...
es_es: Abrir URL...
fr_fr: Ouvrir une URL...
hi_in: URL को खोलें...
zh_hans: 打开 URL......

# CMD_APP_Open_Description
source: Open file ...
de_de: Datei öffnen ...
es_es: Abrir el archivo...
fr_fr: Ouvrir le fichier...
hi_in: फ़ाइल खोलें...
zh_hans: 打开文件...

# CMD_APP_SaveAll_Description
source: Save All ...
de_de: Alles speichern ...
es_es: Salvar a todos...
fr_fr: Enregistrer tout...
hi_in: सभी सहेजें...
zh_hans: 保存所有......

# CMD_APP_ShowStartPage_Description
source: Show Start Page
de_de: Startseite anzeigen
es_es: Mostrar la página de inicio
fr_fr: Voir la Page de démarrage
hi_in: प्रारंभ पृष्ठ दिखाएँ
zh_hans: 显示起始页

# CMD_APP_ViewTheme_Description
source: Change theme
de_de: Design der Anwendung anzeigen
es_es: Tema de aplicación de vista
fr_fr: Afficher le thème d'application
hi_in: बदलें थीम
zh_hans: 更改主题

# CMD_MRU_AddEntry_Description
source: Add MRU Entry
de_de: MRU Eintrag hinzufügen
es_es: Agregar entrada MRU
fr_fr: Ajouter entrée MRU
hi_in: MRU प्रविष्टि जोड़ें
zh_hans: 添加 MRU 条目

# CMD_MRU_Pin_Description
source: Pin or unpin an MRU entry
de_de: MRU pin setzen oder lösen
es_es: Fijar o liberar una entrada MRU
fr_fr: Épingler ou non épingler une entrée MRU
hi_in: पिन या किसी MRU प्रविष्टि को अनपिन करें
zh_hans: 锁定或解锁 MRU 条目

# CMD_MRU_RemoveEntry_Description
source: Remove MRU Entry
de_de: MRU Eintrag entfernen
es_es: Elimine la entrada MRU
fr_fr: Supprimer l'entrée de la MRU
hi_in: MRU प्रविष्टि को निकालें
zh_hans: 删除 MRU 条目

# CMD_TXT_DisableHighlighting_Description
source: Switch off syntax highlighting for current file
de_de: Syntaxhervorhebung ausschalten
es_es: Desactivar el resaltado de sintaxis para el archivo actual
fr_fr: Éteignez la coloration syntaxique pour le fichier actuel
hi_in: वर्तमान फ़ाइल के लिए उजागर वाक्यविन्यास बंद स्विच
zh_hans: 关掉语法突出显示当前文件

# CMD_TXT_FindNextText_Description
source: Find next occurrence of specific text in a document
de_de: Nächste Textstelle suchen
es_es: Buscar la siguiente aparición del texto específico en un documento
fr_fr: Rechercher l'occurrence suivante du texte spécifique dans un document
hi_in: किसी दस्तावेज़ में विशिष्ट पाठ की अगली आवृत्ति खोजने
zh_hans: 查找文档中的特定文本的下一个匹配项

# CMD_TXT_FindNext_Description
source: Find specific text in a document
de_de: Text in Dokument suchen
es_es: Buscar texto específico en un documento
fr_fr: Rechercher un texte spécifique dans un document
hi_in: किसी दस्तावेज़ में विशिष्ट पाठ खोजें
zh_hans: 查找文档中的特定文本

# CMD_TXT_FindPreviousText_Description
source: Find previous occurrence of specific text in a document
de_de: Vorherige Textstelle suchen
es_es: Buscar anterior aparición del texto específico en un documento
fr_fr: Rechercher l'occurrence précédente du texte spécifique dans un document
hi_in: किसी दस्तावेज़ में विशिष्ट पाठ की पिछली पुनरावृत्ति ढूँढने
zh_hans: 查找文档中的特定文本的上一个匹配项

# CMD_TXT_FindReplaceText_Description
source: Find and replace a specific text in a document
de_de: Textstelle suchen und ersetzen
es_es: Buscar y reemplazar un texto específico en un documento
fr_fr: Rechercher et remplacer un texte spécifique dans un document
hi_in: किसी दस्तावेज़ में किसी विशिष्ट पाठ ढूँढना और बदलना
zh_hans: 查找和替换文档中的特定文本

# CMD_TXT_GotoLine_Description
source: Go to a specific line in a document
de_de: Gehe zu einer Zeile im Dokument
es_es: Ir a una línea específica en un documento
fr_fr: Aller à une ligne spécifique dans un document
hi_in: किसी दस्तावेज़ में किसी विशिष्ट पंक्ति के लिए जाओ
zh_hans: 转到文档中的特定行

# STR_Category_Error
source: Error
de_de: Fehler
fr_fr: Erreur
hi_in: त्रुटि
zh_hans: 错误

# STR_Category_Information
source: Information
es_es: Información
hi_in: जानकारी
zh_hans: 信息

# STR_Category_InternalError
source: Internal Error
de_de: Interner Fehler
es_es: Error interno
fr_fr: Erreur interne
hi_in: आंतरिक त्रुटि
zh_hans: 内部错误

# STR_Category_UnknownError
source: Unknown Error
de_de: Unbekannter Fehler
es_es: Error desconocido
fr_fr: Erreur inconnue
hi_in: अज्ञात त्रुटि
zh_hans: 未知的错误

# STR_Category_Warning
source: Warning
de_de: Warnung
es_es: ADVERTENCIA
fr_fr: Mise en garde
hi_in: चेतावनी
zh_hans: 警告

# STR_Category_Unknown_Internal_Error
source: Unknown Internal Error
de_de: Unbekannter Interner Fehler
es_es: Error interno desconocido
fr_fr: Erreur interne inconnue
hi_in: अज्ञात आंतरिक त्रुटि
zh_hans: 未知的内部错误

# STR_CmdName_File
source: _File
de_de: _Datei
es_es: _Archivo
hi_in: फ़ाइल
zh_hans: 文件

# STR_CmdName_New
source: New
de_de: Neu
es_es: Nuevo
fr_fr: Nouveau
hi_in: नई
zh_hans: 新增功能

# STR_CmdName_New_Text
source: Text Document
de_de: Text Dokument
es_es: Documento de texto
fr_fr: Document texte
hi_in: पाठ दस्तावेज़
zh_hans: 文本文档

# STR_CmdName_New_UML
source: UML Document
de_de: UML Dokument
es_es: Documento UML
fr_fr: Document UML
hi_in: यूएमएल दस्तावेज़
zh_hans: UML 文档

# STR_CmdName_Open
source: Open
de_de: Öffnen
es_es: Abierto
fr_fr: Ouvrir
hi_in: खुला
zh_hans: 打开

# STR_CmdName_Open_Log4Net
source: Log4Net Document
de_de: Log4Net Dokument
es_es: Documento log4net
fr_fr: Document de log4net
hi_in: Log4Net दस्तावेज़
zh_hans: Log4Net 文档

# STR_CmdName_Open_Text
source: Text Document
de_de: Text Dokument
es_es: Documento de texto
fr_fr: Document texte
hi_in: पाठ दस्तावेज़
zh_hans: 文本文档

# STR_CmdName_Open_UML
source: UML Document
de_de: UML Dokument
es_es: Documento UML
fr_fr: Document UML
hi_in: यूएमएल दस्तावेज़
zh_hans: UML 文档

# STR_CmdName_RecentFiles
source: Recent Documents
de_de: Zuletzt verwendete Dokumente
es_es: Documentos recientes
fr_fr: Documents récents
hi_in: हाल के दस्तावेज़
zh_hans: 最近使用的文档

# STR_CmdName_Save
source: Save
de_de: Speichern
es_es: Salvar
fr_fr: Enregistrer
hi_in: सहेजें
zh_hans: 保存

# STR_CmdName_SaveAs
source: Save As ...
de_de: Speichern als ...
es_es: Guardar como...
fr_fr: Enregistrer sous...
hi_in: के रूप में सहेजें...
zh_hans: 另存为...

# STR_CmdName_Close
source: Close
de_de: Schließen
es_es: Cerrar
fr_fr: Fermer
hi_in: बंद करें
zh_hans: 关闭

# STR_CmdName_Copy
source: Copy
de_de: Kopieren
es_es: Copia
fr_fr: Copier
hi_in: प्रतिलिपि बनाएँ
zh_hans: 副本

# STR_CmdName_Copy_TT
source: Copy selected item
de_de: Selektierte Elemente kopieren
es_es: Copiar el elemento seleccionado
fr_fr: Copier l'élément sélectionné
hi_in: चयनित आइटम की प्रतिलिपि बनाएँ
zh_hans: 复制所选的项目

# STR_CmdName_Cut
source: Cut
de_de: Ausschneiden
es_es: Corte
fr_fr: Couper
hi_in: कट
zh_hans: 切

# STR_CmdName_Cut_TT
source: Cut selected item
de_de: Selektiertes Element ausschneiden
es_es: Cortar el elemento seleccionado
fr_fr: Couper l'élément sélectionné
hi_in: चयनित आइटम को काटना
zh_hans: 剪切所选的项目

# STR_CmdName_Delete
source: Delete
de_de: Löschen
es_es: Borrar
fr_fr: Supprimer
hi_in: हटाएँ
zh_hans: 删除

# STR_CmdName_Delete_TT
source: Delete selected item
de_de: Selektiertes Element löschen
es_es: Eliminar el elemento seleccionado
fr_fr: Supprimer l'élément sélectionné
hi_in: चयनित आइटम हटाएँ
zh_hans: 删除所选的项目

# STR_CmdName_Edit
source: _Edit
de_de: _Bearbeiten
es_es: _Editar
fr_fr: _Modifier
hi_in: संपादित करें
zh_hans: 编辑

# STR_CmdName_Exit
source: Exit
de_de: Programm beenden
es_es: Salida
fr_fr: Quitter
hi_in: बाहर निकलें
zh_hans: 退出

# STR_CmdName_Find
source: Find
de_de: Suchen
es_es: Encontrar
fr_fr: Trouver
hi_in: खोजें
zh_hans: 找到

# STR_CmdName_GotoLine
source: Go to line...
de_de: Gehe zu Zeile...
es_es: Ir a la línea...
fr_fr: Accédez à la ligne...
hi_in: लाइन के लिए जाना...
zh_hans: 转到行......

# STR_CmdName_Help
source: _Help
de_de: _Hilfe
es_es: _Ayuda
fr_fr: _Aide
hi_in: मदद
zh_hans: 帮助

# STR_CmdName_Help_About
source: About
de_de: Info
es_es: Acerca de
fr_fr: Sur
hi_in: के बारे में
zh_hans: 关于

# STR_CmdName_Log4Net_Message_TW
source: Log4Net Message Tool Window
es_es: Ventana de herramientas log4net mensaje
fr_fr: Fenêtre outil de log4net Message
hi_in: Log4Net संदेश उपकरण विंडो
zh_hans: Log4Net 消息工具窗口

# STR_CmdName_Log4Net_TW
source: Log4Net Tool Window
es_es: Ventana de herramientas log4net
fr_fr: Fenêtre outil log4net
hi_in: Log4Net उपकरण विंडो
zh_hans: Log4Net 工具窗口

# STR_CmdName_New_Text_TT
source: Create a text file
de_de: Text Datei anlegen
es_es: Crear un archivo de texto
fr_fr: Créer un fichier texte
hi_in: एक पाठ फ़ाइल बनाएँ
zh_hans: 创建一个文本文件

# STR_CmdName_New_UML_TT
source: Create a uml file
de_de: UML Datei anlegen
es_es: Crear un archivo de uml
fr_fr: Créer un fichier uml
hi_in: यूएमएल फ़ाइल बनाएँ
zh_hans: 创建一个 uml 文件

# STR_CmdName_Open_Log4Net_TT
source: Open a Log4Net file
de_de: Log4Net Datei öffnen
es_es: Abrir un archivo de Log4Net
fr_fr: Ouvrir un fichier Log4Net
hi_in: एक Log4Net फ़ाइल खोलें
zh_hans: 打开一个 Log4Net 文件

# STR_CmdName_Open_Text_TT
source: Open a text file
de_de: Text Datei öffnen
es_es: Abrir un archivo de texto
fr_fr: Ouvrir un fichier texte
hi_in: एक पाठ फ़ाइल खोलें
zh_hans: 打开一个文本文件

# STR_CmdName_Open_UML_TT
source: Open an UML file
de_de: UML Datei öffnen
es_es: Abrir un archivo UML
fr_fr: Ouvrir un fichier UML
hi_in: एक यूएमएल फ़ाइल खोलें
zh_hans: 打开 UML 文件

# STR_CmdName_Paste
source: Paste
de_de: Einfügen
es_es: Pasta
fr_fr: Coller
hi_in: चिपकाएँ
zh_hans: 粘贴

# STR_CmdName_Paste_TT
source: Paste item from Windows clipboard
de_de: Element aus der Windows Zwischenablage einfügen
es_es: Artículo pegar desde el portapapeles de Windows
fr_fr: Coller l'élément depuis le presse-papiers de Windows
hi_in: Windows क्लिपबोर्ड से चिपकाएँ आइटम
zh_hans: Windows 剪贴板中粘贴的项目

# STR_CmdName_Properties_TW
source: Properties Tool Window
es_es: Ventana de herramientas de propiedades
fr_fr: Fenêtre outil propriétés
hi_in: गुण उपकरण विंडो
zh_hans: 工具属性窗口

# STR_CmdName_RecentFiles_TW
source: Recent Files Tool Window
es_es: Ventana de herramientas de archivos recientes
fr_fr: Fenêtre outil fichiers récents
hi_in: हाल ही में फ़ाइलें उपकरण विंडो
zh_hans: 最近使用的文件的工具窗口

# STR_CmdName_Redo
source: Redo
de_de: Wiederholen
es_es: Rehacer
fr_fr: Refaire
hi_in: फिर से करें
zh_hans: 重做

# STR_CmdName_Redo_TT
source: Redo last undo
de_de: Letztes rückgängig machen wieder anwenden
es_es: Rehacer deshacer último
fr_fr: Refaire la derniere annulation
hi_in: पिछली पूर्ववत् करें फिर से करें
zh_hans: 重做上次撤消

# STR_CmdName_Replace
source: Replace
de_de: Ersetzen
es_es: Reemplazar
fr_fr: Remplacer
hi_in: की जगह
zh_hans: 替换

# STR_CmdName_SaveAs_TT
source: Save file as certain type and in certain location
de_de: Datei unter einem bestimmten Typ und Ort speichern
es_es: Guarde el archivo como cierto tipo y en cierto lugar
fr_fr: Enregistrez le fichier comme certain type et dans certain endroit
hi_in: निश्चित प्रकार के रूप में और निश्चित स्थान में फ़ाइल सहेजना
zh_hans: 作为某些类型和某些位置保存文件

# STR_CmdName_Save_TT
source: Save current file
de_de: Datei speichern
es_es: Guardar archivo actual
fr_fr: Enregistrez le fichier en cours
hi_in: वर्तमान फ़ाइल सहेजें
zh_hans: 保存当前文件

# STR_CmdName_SelectAll
source: Select All
de_de: Alles Selektieren
es_es: Seleccionar todo
fr_fr: Sélectionner tout
hi_in: सभी का चयन करें
zh_hans: 选择所有

# STR_CmdName_SelectAll_TT
source: Select all items
de_de: Alle Elemente selektieren
es_es: Seleccione todos los elementos
fr_fr: Sélectionner tous les éléments
hi_in: सभी आइटम्स का चयन करें
zh_hans: 选择所有项目

# STR_CmdName_Themes
source: _Themes
de_de: _Designs
es_es: Temas
fr_fr: _Thèmes
hi_in: थीम
zh_hans: 主题

# STR_CmdName_Tools
source: _Tools
de_de: _Werkzeuge
es_es: _Herramienta
fr_fr: _Outils
hi_in: उपकरण
zh_hans: 工具

# STR_CmdName_Undo
source: Undo
de_de: Rückgängig
es_es: Deshacer
fr_fr: Annuler
hi_in: पूर्ववत् करें
zh_hans: 撤消

# STR_CmdName_Undo_TT
source: Undo last edit
de_de: Letzte Änderung rückgängig machen
es_es: Deshacer última edición
fr_fr: Annuler dernière modification
hi_in: अंतिम संपादन पूर्ववत् करें
zh_hans: 撤消上一个编辑位置

# STR_CmdName_View
source: _View
de_de: _Ansicht
es_es: _Vista
fr_fr: _Afficher
hi_in: देखें

# STR_CmdName_View_Start_Page
source: Start Page
de_de: Startseite
es_es: Página de inicio
fr_fr: Page d'accueil
hi_in: पृष्ठ प्रारंभ करें
zh_hans: 起始页

# STR_ToggleEditorOptionCmd_HighlightingDefinition_TT
source: Select a text highlighting pattern
de_de: Art der Syntaxhervorhebung auswählen
es_es: Seleccione un texto destacando patrón
fr_fr: Sélectionnez un texte mettant en valeur le motif
hi_in: पैटर्न पर प्रकाश डाला एक पाठ का चयन करें
zh_hans: 选择文本突出显示模式

# STR_ToggleEditorOptionCmd_ShowEndOfLine
source: Show End of Line
de_de: Zeilenende anzeigen
es_es: Ver final de línea
fr_fr: Voir la fin de ligne
hi_in: रेखा के अंत शो
zh_hans: 显示行的结尾

# STR_ToggleEditorOptionCmd_ShowEndOfLine_TT
source: Show end of line
de_de: Zeilenende anzeigen/verbergen
es_es: Ver final de línea
fr_fr: Voir la fin de ligne
hi_in: रेखा के अंत शो
zh_hans: 显示行的结尾

# STR_ToggleEditorOptionCmd_ShowLineNumbers
source: Show Line Numbers
de_de: Zeilennummer anzeigen
es_es: Mostrar números de línea
fr_fr: Afficher les numéros de ligne
hi_in: पंक्ति क्रमांक दिखाएँ
zh_hans: 显示行号

# STR_ToggleEditorOptionCmd_ShowLineNumbers_TT
source: Show line numbers
de_de: Zeilennummer anzeigen/verbergen
es_es: Mostrar números de línea
fr_fr: Afficher les numéros de ligne
hi_in: पंक्ति क्रमांक दिखाएँ
zh_hans: 显示行号

# STR_ToggleEditorOptionCmd_ShowSpaces
source: Show Spaces
de_de: Leerzeichen anzeigen
es_es: Mostrar espacios
fr_fr: Montrer des espaces
hi_in: रिक्त स्थान दिखाएँ
zh_hans: 显示空格

# STR_ToggleEditorOptionCmd_ShowSpaces_TT
source: Show space characters
de_de: Leerzeichen anzeigen/verbergen
es_es: Mostrar caracteres de espacio
fr_fr: Afficher les caractères de l'espace
hi_in: रिक्ति वर्ण दिखाएँ
zh_hans: 显示空格字符

# STR_ToggleEditorOptionCmd_ShowTabs
source: Show Tabs
de_de: Tabstoppzeichen anzeigen
es_es: Mostrar fichas
fr_fr: Afficher plus d'onglets
hi_in: टैब दिखाएँ
zh_hans: 显示选项卡

# STR_ToggleEditorOptionCmd_ShowTabs_TT
source: Show tabulator characters
de_de: Tabstoppzeichen anzeigen/verbergen
es_es: Mostrar caracteres de tabulador
fr_fr: Afficher les caractères de tabulation
hi_in: Tabulator वर्ण दिखाना
zh_hans: 显示制表字符

# STR_ToggleEditorOptionCmd_WordWrap
source: Word Wrap
de_de: Text umbrechen
es_es: Ajuste de línea
fr_fr: Retour à la ligne
hi_in: शब्द लपेटें
zh_hans: 自动换行

# STR_ToggleEditorOptionCmd_WordWrap_TT
source: Wrap text around document view
de_de: Text in Ansicht umbrechen
es_es: Ceñido de texto alrededor de vistas de documento
fr_fr: Envelopper le texte autour d'une vue de document
hi_in: दस्तावेज़ दृश्य के आसपास पाठ लपेट
zh_hans: 在文档视图周围环绕文字

# STR_Insert_Overtype_Mode_TT
source: Insert or overtype text mode (switch on/of with insert key)
de_de: Einfüge- oder Überschreibmodus (ein/aus mit Einfg Taste)
es_es: Modo texto insertar o sobrescribir (interruptor de encendido/con la tecla insert)
fr_fr: Inserer ou refrapper mode texte (interrupteur marche / d'avec la touche Inser)
hi_in: सम्मिलित करें या ओवरटाइप पाठ मोड (पर/के साथ स्विच सम्मिलित करें कुंजी)
zh_hans: 插入或改写文本模式 （开关的使用 insert 键)

# STR_StatusBar_Ready
source: Ready.
de_de: Bereit.
es_es: Listo.
fr_fr: Prêt.
hi_in: तैयार।
zh_hans: 准备好了。

# STR_StatusBar_Textencoding_TT
source: Encoding of the text in the current document
de_de: Codierung des Texts im aktuellen Dokument
es_es: Codificación del texto en el documento actual
fr_fr: Encodage du texte dans le document courant
hi_in: वर्तमान दस्तावेज़ में पाठ के एन्कोडिंग
zh_hans: 当前文档中的文本的编码

# STR_StatusBar_X_Coord_Label
source: X:
hi_in: एक्स:

# STR_StatusBar_X_Coord_Label_TT
source: Column of the cursor in the current document
de_de: Aktuelle Spalte des Cursors im aktuellen Dokument
es_es: Columna del cursor en el documento actual
fr_fr: Colonne du curseur dans le document courant
hi_in: वर्तमान दस्तावेज़ में कर्सर के स्तंभ
zh_hans: 在当前文档中光标的列

# STR_StatusBar_Y_Coord_Label_TT
source: Row of the cursor in the current document
de_de: Aktuelle Zeile des Cursors im aktuellen Dokument
es_es: Fila del cursor en el documento actual
fr_fr: Ligne du curseur dans le document courant
hi_in: वर्तमान दस्तावेज़ में कर्सर की पंक्ति
zh_hans: 在当前文档中游标的行

# STR_MSG_IssueTrackerText
source: Please click on the link below to check if this is a known problem. Please report this problem if it is not known, yet. The problem report should contain the error message below (you can use the copy button) and a statement about the function/workflow you were using. Attach screenshots or sample files if applicable.
de_de: Bitte klicken Sie auf den unteren Link um festzustellen ob der aufgetretene Fehler schon bekannt. Bitte berichten Sie den Fehler wenn es noch keinen Eintrag dazu gibt. Der Problembericht sollte aus der Fehlermeldung (nutzen Sie die "Kopieren" Schaltfläche) und einer Beschreibung des Ablaufs oder der Funktion zum reproduzieren des Problems bestehen. Bitte fügen Sie Screenshots hinzu wenn das hilfreich ist.
es_es: Haga clic en el enlace de abajo para verificar si se trata de un problema conocido. Por favor informar de este problema si no se conoce, sin embargo. El informe debe contener el siguiente mensaje de error (puede utilizar el botón Copiar) y una declaración sobre la función/flujo de trabajo que estaba utilizando. Adjuntar archivos de imágenes o la muestra si es aplicable.
fr_fr: Veuillez cliquer sur le lien ci-dessous pour vérifier si il s'agit d'un problème connu. Veuillez signaler ce problème si on ne sait pas encore. Le rapport de problème doit contenir le message d'erreur ci-dessous (vous pouvez utiliser le bouton Copier) et que vous utilisiez une déclaration au sujet de la fonction/flux de travail. Joindre des fichiers de captures d'écran ou échantillon si applicable.
hi_in: यदि यह एक ज्ञात समस्या है की जाँच करने के लिए नीचे दिए गए लिंक पर क्लिक करें कृपया। कृपया यह समस्या रिपोर्ट अगर यह, अभी तक ज्ञात नहीं है। समस्या रिपोर्ट नीचे त्रुटि संदेश शामिल करना चाहिए (आप प्रतिलिपि बनाएँ बटन का उपयोग कर सकते हैं) और समारोह/वर्कफ़्लो के बारे में एक बयान आप उपयोग कर रहे थे। स्क्रीनशॉट या नमूना फ़ाइलें यदि लागू हो तो देते हैं।
zh_hans: 请点击下面的链接来检查是否这是一个已知的问题。请报告这个问题如果它还不知道。问题报告应包含下面的错误消息 （您可以使用复制按钮）和一个声明关于您在使用工作流功能。如果适用，将附加截图或示例文件。

# STR_MSG_IssueTrackerTitle
source: Unhandled Error
de_de: Ausnahmefehler
es_es: Error no controlado
fr_fr: Erreur non gérée
hi_in: मैनेज्ड त्रुटि
zh_hans: 未处理的错误

# STR_Msg_UnknownError
source: An unknown error occurred.
de_de: Ein unbekannter Fehler ist aufgetreten.
es_es: Se produjo un error desconocido.
fr_fr: Une erreur inconnue s'est produite.
hi_in: कोई अज्ञात त्रुटि उत्पन्न हुई।
zh_hans: 出现未知的错误。

# STR_MSG_UnknownError_Caption
source: Unhandled Error
de_de: Unbekannter Fehler
es_es: Error no controlado
fr_fr: Erreur non gérée
hi_in: मैनेज्ड त्रुटि
zh_hans: 未处理的错误

# STR_MSG_UnknownError_InErrorDispatcher
source: An error occurred while dispatching unhandled exception
de_de: Ein Fehler ist bei der Behandlung eines unbekannten Fehlers aufgetreten.
es_es: Error al enviar una excepción
fr_fr: Une erreur s'est produite lors d'envoi d'exception non gérée
hi_in: मैनेज्ड अपवाद भेजने करते समय एक त्रुटि उत्पन्न हुई
zh_hans: 调度未处理的异常时出错

# STR_MSG_UnknownError_InShutDownProcess
source: Error in shut-down process.
de_de: Fehler in der Prozedur zu Beendigung des Programms.
es_es: Error en el proceso de cierre.
fr_fr: Erreur dans le processus de fermeture.
hi_in: शट डाउन प्रक्रिया में त्रुटि।
zh_hans: 在关闭过程中的错误。

# STR_AppCommand_CopyFileURLToClipboard
source: Copy path to clipboard
de_de: Pfad in Windows Zwischenablage kopieren
es_es: Ruta de la copia en el portapapeles
fr_fr: Copier le chemin d'accès dans le presse-papiers
hi_in: प्रतिलिपि क्लिपबोर्ड के लिए पथ
zh_hans: 复制路径到剪贴板

# STR_AppCommand_CopyFileURLToClipboard_TT
source: Copy the path of this document into the Windows Clipboard
de_de: Kopiert den Pfad des aktuellen Dokuments in die Windows Zwischenablage
es_es: La trayectoria de este documento de copia en el portapapeles de Windows
fr_fr: Copier le chemin d'accès de ce document dans le presse-papiers de Windows
hi_in: इस दस्तावेज़ का पथ Windows क्लिपबोर्ड में प्रतिलिपि बनाएँ
zh_hans: 将此文档的路径复制到 Windows 剪贴板中

# STR_AppCommand_OpenContainingFolder
source: Open Containing folder...
de_de: Order öffnen...
es_es: Abra la carpeta que contienen...
fr_fr: Ouvrir le dossier contenant...
hi_in: युक्त फ़ोल्डर खोलें...
zh_hans: 打开包含文件夹...

# STR_AppCommand_OpenContainingFolder_TT
source: Open the folder that contains this document in Windows Explorer
de_de: Öffnet den Order der dieses Dokument enthält in Windows Explorer
es_es: Abra la carpeta que contiene este documento en el explorador de Windows
fr_fr: Ouvrir le dossier qui contient ce document dans l'Explorateur Windows
hi_in: Windows Explorer में इस दस्तावेज़ वाले फ़ोल्डर खोलें
zh_hans: 打开包含此文档在 Windows 资源管理器中的文件夹

# STR_MSG_ErrorLoadingPlugin
source: An error occurred while initializing a plugin found in assembly '{0}'.
de_de: Ein Fehler ist während der Initialisierung eines Plugins aufgetreten '{0}'.
es_es: Se ha producido un error al inicializar un plugin en ensamblado '{0}'.
fr_fr: Une erreur s'est produite lors de l'initialisation d'un plugin trouvé dans l'assembly « {0} ».
hi_in: एक प्लगइन असेंबली में '{0}' पाया इनिशियलाइज़ कर रहा करते समय एक त्रुटि उत्पन्न हुई।
zh_hans: 初始化在大会 '{0}' 中找到一个插件时出现错误。

# STR_MSG_ErrorRegisteringHighlighting
source: Error registering highlighting: '{0}'
de_de: Fehler bei der Registrierung der Syntaxhervorhebung: '{0}'
es_es: Error al registrar destacando: '{0}'
fr_fr: Erreur d'inscription mise en évidence: « {0} »
hi_in: हाइलाइटिंग पंजीकरण करने में त्रुटि: '{0}'
zh_hans: 注册突出显示错误： '{0}'

# STR_MSG_ErrorSavingFile
source: An unexpected problem has occurred while saving the file.
de_de: Ein Ausnahmefehler ist beim speichern des Dokuments aufgetreten.
es_es: Ha ocurrido un problema inesperado al guardar el archivo.
fr_fr: Un problème inattendu s'est produite lors de l'enregistrement du fichier.
hi_in: फ़ाइल को सहेजते समय कोई अनपेक्षित समस्या उत्पन्न हुई।
zh_hans: 保存文件时发生了一个意想不到的问题。

# STR_MSG_ErrorWhileLoadingPlugin
source: An error occurred while loading plugin assembly '{0}'.
de_de: Ein Fehler ist beim laden eines Plugins '{0} aufgetreten'.
es_es: Se ha producido un error al cargar el plugin ensamblado '{0}'.
fr_fr: Une erreur s'est produite lors du chargement d'assembly plugin « {0} ».
hi_in: प्लगइन असेंबली '{0}' लोड करते समय एक त्रुटि हुई।
zh_hans: 加载插件程序集 '{0}' 时出错。

# STR_MSG_ErrorWhileSavingAFile
source: Error '{0}' has occurred while saving a file.
de_de: Der Fehler '{0}' ist beim speichern einer Datei aufgetreten.
es_es: Error '{0}' se ha producido al guardar un archivo.
fr_fr: Erreur « {0} » s'est produite lors de l'enregistrement d'un fichier.
hi_in: त्रुटि '{0}' किसी फ़ाइल को सहेजते समय उत्पन्न हुई है।
zh_hans: 错误 '{0}'在保存文件时出现。

# STR_MSG_ErrorWhileSavingFileX
source: Error '{0}' has occurred while saving the file: '{1}'
de_de: Der Fehler:'{0}' ist beim speichern der Datei: '{1}' aufgetreten
es_es: Error '{0}' ha ocurrido al guardar el archivo: '{1}'
fr_fr: Erreur « {0} » s'est produite lors de l'enregistrement du fichier : '{1}'
hi_in: त्रुटि '{0}' फ़ाइल को सहेजते समय उत्पन्न हुई है: '{1}'
zh_hans: 错误 '{0}'已保存文件时出现：'{1}'

# STR_MSG_PluginNotLoaded
source: Plugin not loaded.
de_de: Ein Plugin konnte nicht geladen werden.
es_es: Plugin no cargado.
fr_fr: Plugin ne pas chargé.
hi_in: प्लगइन लोड नहीं किए गए।
zh_hans: 不加载的插件。
